<html>
    <head>
        <h1>PocoX3 и PocoX3 Pro - китайский план захвата мира</h1>
    </head>
    <body>
        <h1>китайцы сделали бомбу в виде PocoX3 и PocoX3</h1>
        <src img><px3p class="jpg"></px3p class="jpg"></src>
            <h2>ОНИ хотят захватить мир</h2>
            <h2>но МЫ знаем их план</h2>
            <h1>МЫ противостоим китайцам и не будем покупать из телефоны</h1>
            <h2>ИХ страна придёт в упадок и экономичский кризис</h2>
            <h1>МУАХАХАХАХАХАХА</h1>
    </body>
</html>
